const lecturers = [
  {
    id: "1",
    name: "รศ.นพ. สุริยเดว ทรีปาตี",
    role: "ผู้อำนวยการศูนย์คุณธรรม",
  },
  {
    id: "2",
    name: (
      <div>
        คุณหญิงปัทมา <span className="block 2xl:inline">ลีสวัสดิ์ตระกูล</span>
      </div>
    ),
    role: "ประธานกรรมการศูนย์คุณธรรม",
  },
  {
    id: "3",
    name: (
      <div>
        พลอากาศ<span className="block 2xl:inline">เอกชลิต พุกผาสุข</span>
      </div>
    ),
    role: "องคมนตรี",
    subtitle:
      "ประธานพิธีเปิด และปิดโครงการฯ และปาฐกถาพิเศษหัวข้อ 'ผู้นำคุณธรรมวิถียั่งยืน'",
  },
  {
    id: "4",
    name: "คุณวีระ โรจน์พจนรัตน์",
    role: "ที่ปรึกษาคณะกรรมการศูนย์คุณธรรม",
  },
  {
    id: "5",
    name: "คุณสุวิทย์ เมษินทรีย์",
    role: "ประธานกรรมการแพลตฟอร์ม 'Youth in Charge'",
    history,
  },

  {
    id: "6",
    name: "ดร. วิวัฒน์ ศัลยกำธร",
    role: "ประธานสถาบันเศรษฐกิจพอเพียง",
  },
  {
    id: "7",
    name: (
      <div>
        รศ.นพ. ฉันชาย <span className="md:block lg:inline">สิทธิพันธุ์</span>
      </div>
    ),
    role: "คณบดีคณะแพทยศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย",
  },
  {
    id: "8",
    name: (
      <div>
        ดร. ภูมิพร <span className="md:block lg:inline">ธรรมสถิตย์เดช</span>
      </div>
    ),
    role: "ผู้อำนวยการศูนย์ปัญญาประดิษฐ์วิทยาลัยนวัตกรรม มหาวิทยาลัยธรรมศาสตร์",
  },
  {
    id: "9",
    name: "คุณวีนัส อัศวสิทธิถาวร",
    role: "ประธานคณะกรรมการต่อต้านคอร์รัปชั่น และส่งเสริมจรรยาบรรณ หอการค้าไทย",
  },
  {
    id: "10",
    name: "คุณศิวโรฒ จิตนิยม",
    role: "ประธานสถาบันการเงินชุมชน ต.หนองสาหร่าย จ.กาญจนบุรี 'ต้นแบบธนาคารความดี'",
  },

  {
    id: "11",
    name: (
      <div>
        ผศ.ดร. เนตร <span className="md:block lg:inline">หงษ์ไกรเลิศ</span>
      </div>
    ),
    role: "ผู้อำนวยการโครงการธนาคารเวลาสำหรับทุกกลุ่มวัยภาษีเจริญศูนย์วิจัยเพื่อพัฒนาชุมชน ม.สยาม",
  },
  {
    id: "12",
    name: "คุณจิรฐา โลหะพรหม",
    role: "ประธานโครงการเต็มใจ มูลนิธิดั่งพ่อสอน",
  },
  {
    id: "13",
    name: "คุณอดุลย์ ดาราธรรม",
    role: "นายกสมาคมนักเรียนเก่า เอเอฟเอส ประเทศไทย (TRAFS)",
  },
  {
    id: "14",
    name: "คุณณัฐวรรธน์ ภรนธา",
    role: "ประธานมูลนิธิดั่งพ่อสอน",
  },
];

export default lecturers;
